---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.FieldDomainPointsByUV
source: html/1b92fbc4-99ac-548f-1895-e1edd6da751f.htm
---
# FieldDomainPointsByUV Properties

Specifies whether the .NET object represents a valid Revit entity.